Repository: Nikolay-712/ServiceMarketplace.UI
Catalog: ServiceMarketplace.Common/Resources/Messages.*.resx
Languages: bg

# CannotRemoveAllContacts
source: You cannot remove all contacts. The service must have at least one contact
bg: Не може да премахнете всички контакти. Услугата трябва да има поне един контакт

# CannotRemoveAllTags
source: You cannot remove all tags. The service must have at least one tag
bg: Не може да премахнете всички тагове. Услугата трябва да има поне един таг

# EmailAlreadyExists
source: Email address already exists
bg: Има потребител с този е-маил адрес

# ExistsCategoryName
source: A category with this name has already been added
bg: Категория с това име вече е добавена

# ExistsCityName
source: A city with this name has already been added
bg: Град с това име вече е добавена

# ExistsServiceName
source: You already have a service registered with this name
bg: Вече имате услуга която е записана с това име

# ExistsServiceTag
source: The tag one you want to add for this service already exists
bg: Тага който искате да добавите за тази услуга вече съществува

# ExistsSubCategoryName
source: A sub-category with this name has already been added
bg: Под категория с това име вече е добавена

# ExistsTag
source: A tag with this name has already been added
bg: Таг с това име вече е добавена

# FieldLength
source: The length of this field should be between {MinLength} and {MaxLength} characters.
bg: Дължината на това поле трябва да бъде между {MinLength} и ​​{MaxLength} знака.

# GeneralErrorMessage
source: Something went wrong. Please try again later
bg: Нещо се обърка.Моля опитайте по късно

# InvalidCredentials
source: Invalid email or password
bg: Не валиден е-майл адрес или парола

# InvalidDay
source: Invalid value for day of week
bg: Невалидна стойност за ден от седмицата

# InvalidEndTime
source: End time must be after start time
bg: Крайният час трябва да е след началния час

# InvalidRatingValue
source: The value you selected is not valid
bg: Стойността която сте избрали не е валидна

# InvalidStartTime
source: Start time must be before end time
bg: Началният час трябва да е преди крайния час

# InvalidUrl
source: Please use a valid web address
bg: Моля използвайте валиден интернет адрес

# NotFoundCategory
source: There is no such category
bg: Няма такава категория

# NotFoundCity
source: There is no such city
bg: Няма такъв град

# NotFoundContact
source: There is no such contact
bg: Няма такъв контакт

# NotFoundOwnerComment
source: There is no such owner comment
bg: Няма такъв коментар от собственика

# NotFoundRating
source: There is no such rating
bg: Няма такъв рейтинг

# NotFoundService
source: There is no such service
bg: Няма такава услуга

# NotFoundServiceCity
source: The city you want to remove is not valid for this service
bg: Грагд който искате да премахнете не е валиден за този услуга

# NotFoundServiceTag
source: The tag you want to remove is not valid for this service
bg: Таг който искате да премахнете не е валиден за тази услуга

# NotFoundTag
source: There is no such tag
bg: Няма такъв таг

source: Not found user
bg: Потребителят не е намерен

# OfferNotSupporte
source: The option you have chosen to offer is not supported
bg: Oпцията, която сте избрали не се поддържа

# PasswordMismatch
source: Passwords do not match
bg: Паролите не съвпадат

# RequiredField
source: Field required
bg: Полето е задължително

# RoleCurrentlyUse
source: Can't remove the role, it is currently in use
bg: Не може да премахне ролята, в момента се използва

source: Role name already exists
bg: Вече има записана роля с това име

# RoleNotFound
source: Not found role
bg: Ролята не е намерена

# UserNotInRole
source: The current user has no such role
bg: Текущият потребител няма такава роля

# UserRoleExists
source: The current user already has this role
bg: Потребителят вече е добавен към тази роля

# ValueRange
source: The value must be between {MinValue} - {MaxValue}
bg: Стойността трябва да бъде между {MinValue} - {MaxValue}
